app/views/applications/_form.html.erb

SELECT "projects".* FROM "projects"
---
    <%= f.label :project_id %><br />
    <%= f.collection_select :project_id, Project.all, :id, :name %>