app/views/releases/_form.html.erb

  </div>
  <% Project.find_by_id(1).applications.each do |app| %>
---
SELECT "applications".* FROM "applications" WHERE "applications"."project_id" = 1
SELECT "projects".* FROM "projects" WHERE "projects"."id" = 'id' LIMIT 1